<?php

return [
    'msg_fun_item_banned' => "Το στοιχείο διασκέδασης αποκλείστηκε",
    'msg_your_fun_item' => "Το διασκεδαστικό σου αντικείμενο '",
    'msg_is_ban_by' => "' έχει απαγορευτεί από ",
    'msg_reason' => ". Αιτία: ",
    'msg_fun_item_reward' => "Ανταμοιβή στοιχείου διασκέδασης",
    'msg_out_of' => " εκτός από ",
    'msg_people_think' => " σκεφτείτε το διασκεδαστικό στοιχείο που δημοσιεύσατε ",
    'msg_is_fun' => " είναι διασκέδαση. Έτσι, εδώ είναι ",
    'msg_bonus_as_reward' => " karma points ως ανταμοιβή.",
    'msg_fun_item_dull' => "Διασκεδαστικό στοιχείο θαμπό",
    'msg_is_dull' => " είναι στην πραγματικότητα θαμπό :thumbsdown: . Έτσι έχει αφαιρεθεί από την αρχική σελίδα. Ίσως πρέπει να βελτιώσετε την αίσθηση του χιούμορ σας.",
];
