<?php

return [
    'msg_has_allowed' => " σας έχει επιτρέψει να ανεβάσετε ",
    'msg_find_offer_option' => "Θα βρείτε μια νέα επιλογή στη σελίδα μεταφόρτωσης.",
    'msg_your_offer_allowed' => "Η προσφορά σας έχει επιτραπεί",
    'msg_offer_voted_on' => "Η προσφορά σας έχει ψηφιστεί. Επιτρέπετε να ανεβάσετε ",
    'msg_offer_voted_off' => "Η προσφορά σας έχει ψηφιστεί. Δεν επιτρέπεται να ανεβάσετε ",
    'msg_voted_on' => " έχει ψηφιστεί",
    'msg_offer_deleted' => "Η προσφορά σας διαγράφηκε",
    'msg_your_offer' => "Η προσφορά σας",
    'msg_was_deleted_by' => "' διαγράφηκε από ",
    'msg_blank' => ".",
    'msg_you_must_upload_in' => "Παρακαλούμε ανεβάστε την προσφορά εντός ",
    'msg_hours_otherwise' => " ώρες. Διαφορετικά, η προσφορά θα διαγραφεί.",
    'msg_reason_is' => "Ο λόγος: ",
];
