<?php

return [
    'passkey_title' => 'Συνθηματικό',
    'passkey' => 'Συνθηματικό',
    'passkey_desc' => 'Ο κωδικός πρόσβασης είναι ένας ασφαλής και βολικός τρόπος ελέγχου ταυτότητας χωρίς την ανάγκη για κωδικούς πρόσβασης. Μπορούν να χρησιμοποιηθούν σε πολλαπλές συσκευές.',
    'passkey_create' => 'Δημιουργία Κωδικού Πρόσβασης',
    'passkey_empty' => 'Δεν βρέθηκε κλειδί πρόσβασης.',
    'passkey_created_at' => 'Δημιουργήθηκε στο:',
    'passkey_delete_confirm' => 'Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτό το κλειδί πρόσβασης? Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.',
    'passkey_delete' => 'Διαγραφή',
    'passkey_unknown' => 'Παρουσιάστηκε σφάλμα κατά την επεξεργασία του αιτήματός σας.',
    'passkey_invalid' => 'Μη έγκυρα δεδομένα κλειδιού πρόσβασης.',
    'passkey_timeout' => 'Χρονικό όριο λειτουργίας, παρακαλώ προσπαθήστε ξανά.',
    'passkey_error' => 'Παρουσιάστηκε σφάλμα κατά την επεξεργασία του αιτήματός σας. Παρακαλώ προσπαθήστε ξανά αργότερα.',
    'passkey_user_not_found' => 'Ο χρήστης δεν βρέθηκε.',
    'passkey_not_supported' => 'Το πρόγραμμα περιήγησής σας δεν υποστηρίζει κωδικό πρόσβασης. Παρακαλούμε χρησιμοποιήστε ένα σύγχρονο πρόγραμμα περιήγησης για να δημιουργήσετε και να διαχειριστείτε το κλειδί πρόσβασης σας.',
    'fields' => [
        'credential_id' => 'Αναγνωριστικό διαπιστευτηρίου',
        'counter' => 'Μετρητής',
    ],
];
