<?php

return [
    'torrent-approval' => [
        'text' => 'Έγκριση Torrent',
        'desc' => 'Να επιτρέπεται, η άρνηση ή να επισημανθεί ως μη αναθεωρημένη',
    ],
    'torrent-set-special-tag' => [
        'text' => 'Ορισμός ειδικών ετικετών torrent',
        'desc' => 'Ορίστε την ετικέτα Official/Zero bonus στα torrents',
    ],
    'torrent-approval-allow-automatic' => [
        'text' => 'Η έγκριση torrent επιτρέπει αυτόματα',
        'desc' => 'Torrent είναι η έγκριση επιτρέπουν την κατάσταση μετά την αυτόματη αποστολή',
    ],
    'torrent-set-price' => [
        'text' => 'Ορισμός πληρωμένου torrent',
        'desc' => 'Ορισμός πληρωμένου torrent',
    ],
    'defaultclass' => [
        'text' => 'Default Class',
        'desc' => ' Κατηγορία κατά την εγγραφή',
    ],
    'staffmem' => [
        'text' => 'Μέλος Προσωπικού',
        'desc' => 'Μαθήματα που θεωρούνται μέλη του προσωπικού, π.χ. μπορούν να δουν το προσωπικό',
    ],
    'newsmanage' => [
        'text' => 'Διαχείριση Ειδήσεων',
        'desc' => 'Προσθήκη νέας, επεξεργασία, διαγραφή ειδήσεων',
    ],
    'newfunitem' => [
        'text' => 'Δημοσίευση στοιχείου funbox',
        'desc' => "Δημοσιεύστε νέα στοιχεία funbox και επεξεργαστείτε τα στοιχεία funbox του ιδιοκτήτη",
    ],
    'funmanage' => [
        'text' => 'Διαχείριση Funbox',
        'desc' => "Επεξεργασία, διαγραφή, απαγόρευση στοιχείων funbox κανενός",
    ],
    'sbmanage' => [
        'text' => 'Διαχείριση Shoutbox',
        'desc' => 'Διαγραφή μηνυμάτων στο shoutbox και στο helpbox',
    ],
    'pollmanage' => [
        'text' => 'Διαχείριση Δημοσκόπησης',
        'desc' => 'Προσθήκη νέας επεξεργασίας, διαγραφή δημοσκοπήσεων',
    ],
    'applylink' => [
        'text' => 'Αίτηση για Σύνδεσμοι',
        'desc' => 'Αίτηση για συνδέσμους στην κύρια σελίδα',
    ],
    'linkmanage' => [
        'text' => 'Διαχείριση Συνδέσμων',
        'desc' => ' Προσθήκη νέου, επεξεργασία, διαγραφή συνδέσμων',
    ],
    'postmanage' => [
        'text' => 'Διαχείριση Δημοσιεύσεων Φόρουμ',
        'desc' => 'Επεξεργασία, διαγραφή, κίνηση, ραβδί, κλείδωμα δημοσιεύσεων φόρουμ',
    ],
    'commanage' => [
        'text' => 'Διαχείριση Σχολίων',
        'desc' => 'Επεξεργασία, διαγραφή σχολίων torrents, προσφορές',
    ],
    'forummanage' => [
        'text' => 'Διαχείριση Φόρουμ',
        'desc' => 'Προσθήκη νέας επεξεργασίας, διαγραφή, μετακίνηση φόρουμ',
    ],
    'viewuserlist' => [
        'text' => 'Προβολή Λίστας Χρηστών',
        'desc' => 'Προβολή, λίστα χρηστών αναζήτησης',
    ],
    'user-delete' => [
        'text' => 'Διαγραφή χρήστη',
        'desc' => 'Πλήρης διαγραφή πληροφοριών λογαριασμού χρήστη από τη βάση δεδομένων',
    ],
    'user-change-class' => [
        'text' => 'Αλλαγή κλάσης χρήστη',
        'desc' => "Τροποποίηση του επιπέδου του χρήστη, δεν μπορεί να τροποποιηθεί σε επίπεδο υψηλότερο ή ίσο με το δικό τους",
    ],
    'torrentmanage' => [
        'text' => 'Διαχείριση Torrent',
        'desc' => 'Επεξεργασία torrents, εξαιρουμένων των ρυθμίσεων torrent sticky ή προώθησης ή διαγραφής',
    ],
    'torrent-delete' => [
        'text' => 'Διαγραφή torrent',
        'desc' => 'Διαγραφή torrent',
    ],
    'torrentsticky' => [
        'text' => 'Κολλημένο Torrent',
        'desc' => ' Ορίστε κολλώδη torrents',
    ],
    'torrentonpromotion' => [
        'text' => 'Torrent κατά την προώθηση',
        'desc' => 'Ορισμός torrents κατά την προώθηση',
    ],
    'torrent_hr' => [
        'text' => 'Ορισμός H&R Torrent',
        'desc' => '.Set torrent μπείτε στην επιθεώρηση H&R',
    ],
    'askreseed' => [
        'text' => 'Ερώτηση για reseed',
        'desc' => 'Ερώτηση για reseed όταν τα torrent είναι νεκρά',
    ],
    'viewnfo' => [
        'text' => 'Προβολή NFO',
        'desc' => 'Προβολή αρχείων NFO',
    ],
    'torrentstructure' => [
        'text' => 'Προβολή Δομής Torrent',
        'desc' => 'Προβολή δομής αρχείων torrent',
    ],
    'sendinvite' => [
        'text' => 'Αποστολή Πρόσκλησης',
        'desc' => 'Αποστολή πρόσκλησης μέλους σε άλλους',
    ],
    'viewhistory' => [
        'text' => 'Προβολή Ιστορικού',
        'desc' => "Δείτε το ιστορικό των άλλων και αναρτήσεων",
    ],
    'topten' => [
        'text' => 'Προβολή Topten',
        'desc' => 'Προβολή Επάνω Δέκα',
    ],
    'log' => [
        'text' => 'Προβολή Γενικού Καταγραφής',
        'desc' => 'Προβολή γενικού αρχείου καταγραφής, εξαιρουμένου του εμπιστευτικού αρχείου καταγραφής',
    ],
    'confilog' => [
        'text' => 'Προβολή Εμπιστευτικού Καταγραφής',
        'desc' => 'Προβολή εμπιστευτικού αρχείου καταγραφής, π.χ. αλλαγές ρύθμισης τοποθεσίας',
    ],
    'userprofile' => [
        'text' => "Προβολή Εμπιστευτικού Προφίλ Χρήστη",
        'desc' => "Προβολή εμπιστευτικού προφίλ χρήστη, π.χ. διεύθυνση IP, διεύθυνση ηλεκτρονικού ταχυδρομείου",
    ],
    'torrenthistory' => [
        'text' => "Προβολή Ιστορικού Torrent Του Χρήστη",
        'desc' => "Προβολή του ιστορικού torrent του χρήστη, π.χ. κατεβασμένα torrents.Έγκυρο μόνο όταν η ρύθμιση του χρήστη για το επίπεδο απορρήτου δεν είναι 'ισχυρή'"
    ],
    'prfmanage' => [
        'text' => "Διαχείριση Γενικών Προφίλ Του Χρήστη",
        'desc' => " Αλλάξτε το προφίλ του χρήστη, εξαιρουμένων των κρίσιμων π.χ. email, όνομα χρήστη, φορτωμένο και κατεβασμένο ποσό, μπόνους"
    ],
    'cruprfmanage' => [
        'text' => "Διαχείριση Κρίσιμων Προφίλ Χρήστη",
        'desc' => "Αλλάξτε το κρίσιμο προφίλ του χρήστη, εξαιρουμένης της δωρεάς (μόνο ο Αρχηγός Προσωπικού μπορεί να διαχειριστεί δωρεά)",
    ],
    'uploadsub' => [
        'text' => 'Μεταφόρτωση υπότιτλου',
        'desc' => 'Ανεβάστε υπότιτλους για torrent',
    ],
    'delownsub' => [
        'text' => "Διαγραφή υπότιτλων",
        'desc' => 'Διαγραφή υπότιτλων που μεταφορτώθηκαν από τον εαυτό τους',
    ],
    'submanage' => [
        'text' => 'Διαχείριση Υποτίτλων',
        'desc' => 'Διαγραφή υποτίτλων',
    ],
    'updateextinfo' => [
        'text' => 'Ενημέρωση Εξωτερικών Πληροφοριών',
        'desc' => 'Ενημέρωση ξεπερασμένων εξωτερικών εισροών, π.χ. πληροφορίες IMDb',
    ],
    'viewanonymous' => [
        'text' => 'Προβολή Ανώνυμων',
        'desc' => 'Προβολή ποιος είναι ανώνυμος',
    ],
    'beanonymous' => [
        'text' => 'Να Είναι Ανώνυμος',
        'desc' => 'Ανεβάστε torrents, υπότιτλους ανώνυμα',
    ],
    'addoffer' => [
        'text' => 'Προσθήκη Προσφοράς',
        'desc' => ' Προσθήκη προσφορών για μεταφόρτωση',
    ],
    'offermanage' => [
        'text' => 'Διαχείριση Προσφοράς',
        'desc' => 'Μέτρηση, Επεξεργασία, Διαγραφή προσφοράς',
    ],
    'upload' => [
        'text' => 'Μεταφόρτωση Torrent',
        'desc' => 'Ανεβάστε torrent στην ενότητα Torrents',
    ],
    'uploadspecial' => [
        'text' => 'Φόρτωση Ειδικού Torrent',
        'desc' => 'Ανεβάστε torrent στην ειδική ενότητα',
    ],
    'view_special_torrent' => [
        'text' => 'Προβολή Ειδικού Torrent',
        'desc' => 'Προβολή torrent σε Ειδική ενότητα',
    ],
    'movetorrent' => [
        'text' => 'Μετακίνηση Torrent',
        'desc' => 'Μετακίνηση torrent μεταξύ τμημάτων',
    ],
    'chrmanage' => [
        'text' => 'Διαχείριση Χρονικών',
        'desc' => 'Προσθήκη, επεξεργασία, διαγραφή χρονικού',
    ],
    'viewinvite' => [
        'text' => 'Προβολή Πρόσκλησης',
        'desc' => "Προβολή ιστορικού προσκλήσεων του χρήστη",
    ],
    'buyinvite' => [
        'text' => 'Αγοράστε Προσκλήσεις',
        'desc' => 'Αγοράστε προσκλήσεις στο κέντρο μπόνους',
    ],
    'seebanned' => [
        'text' => 'Δείτε Τα Απαγορευμένα Torrents',
        'desc' => 'Δείτε και κατεβάστε απαγορευμένα torrents',
    ],
    'againstoffer' => [
        'text' => 'Ψηφοφορία Κατά Προσφορών',
        'desc' => 'Ψηφίστε κατά των προσφορών',
    ],
    'userbar' => [
        'text' => 'Επίτρεψε Τη Γραμμή Χρήστη',
        'desc' => ' Αποκτήστε το χρήστη του',
    ],
];
