<?php

$lang_ok = array
(
	'head_user_signup' => "Регистрация пользователя",
	'std_account_activated' => "Регистрация прошла успешно, но учетная запись не активирована!",
	'account_activated_note' => "Ваша учетная запись успешно создана. Администратор должен подтвердить новых пользователей, прежде чем они будут классифицированы как зарегистрированные участники и иметь доступ к сайту, спасибо за понимание.",
	'account_activated_note_two' => "Ваша учетная запись успешно создана, однако ваш пригласитель должен подтвердить новых пользователей, прежде чем он будет классифицирован как зарегистрированный пользователь и иметь доступ к сайту, спасибо за понимание.",
	'std_signup_successful' => "Регистрация прошла успешно!",
	'std_confirmation_email_note' => "Письмо с подтверждением было отправлено на указанный вами адрес (" ,
	'std_confirmation_email_note_end' => "). Вам нужно прочитать и ответить на это письмо, прежде чем вы сможете использовать свой аккаунт. Если вы не делаете этого, новая учетная запись будет удалена автоматически через некоторое время.",
	'head_sysop_activation' => "Активация учётной записи Sysop",
	'std_sysop_activation_note' => "<h1>Аккаунт Sysop успешно активирован!</h1>\n",
	'std_auto_logged_in_note' => "<p>Ваша учетная запись была активирована!\n Вы были автоматически авторизованы. Теперь вы можете перейти на главную страницу <a class=altlink href=\"/\"><b></b></a> и начать использовать свою учетную запись.</p>\n",
	'std_cookies_disabled_note' => "<p>Ваша учетная запись была активирована! Однако, похоже, что вы не можете войти в систему автоматически. Может быть, вам нужно открыть новое окно в вашем браузере. <br />Другая возможная причина - отключение cookies в вашем браузере. Вы должны включить cookies для использования вашей учетной записи. Пожалуйста, сделайте это, а затем <a class=altlink href=\"login.php\">войдите в</a> и повторите попытку.</p>\n",
	'head_already_confirmed' => "Уже подтверждено",
	'std_already_confirmed' => "<h1>Already confirmed</h1>\n",
	'std_already_confirmed_note' => "<p>Эта учетная запись уже подтверждена. Вы можете перейти к <a class=altlink href=\"login.php\">войти в</a> через неё.</p>\n",
	'head_signup_confirmation' => "Подтверждение регистрации",
	'std_account_confirmed' => "<h1>Аккаунт успешно подтвержден!</h1>\n",
	'std_read_rules_faq' => "<p>Before you start using %s we urge you to read the <a class=altlink href=\"rules.php\"><b>RULES</b></a> and the <a class=altlink href=\"faq.php\"><b>FAQ</b></a>.</p>\n"
);

?>
