<?php

$lang_incrementbulk = array
(
    'page_title' => 'Групповой бонус/посещаемость/приглашение/выгружено/временное приглашение',
    'sent_success' => ' было добавлено и сообщение отправлено',
    'types' => [
        'seedbonus' => 'бонус',
        'attendance_card' => 'визитная карточка',
        'invites' => 'пригласить',
        'uploaded' => 'загрузить',
        'tmp_invites' => 'временное приглашение',
    ],
    'labels' => [
        'type' => 'Тип',
        'amount' => 'Сумма',
        'duration' => 'Продолжительность',
        'duration_help' => 'Требуется только если тип [Временное приглашение] в днях',
        'user_class' => 'Класс пользователя',
        'roles' => 'Роли',
        'msg_subject' => 'тема сообщения',
        'msg_body' => 'содержимое сообщения',
        'operator' => 'Оператор',
    ],
);

?>
