<?php

$lang_fastdelete = array
(
	'std_delete_failed' => "Не удалось удалить!",
	'std_missing_form_data' => "отсутствуют данные формы",
	'text_no_permission' => "Вы не авторизованы на удаление этого торрента, только модераторы или выше могут это сделать. Пожалуйста, свяжитесь с ним, если это ваш торрент и вы хотите удалить его.\n",
	'std_delete_torrent' => "Удалить торрент",
	'std_delete_torrent_note' => "Проверка безопасности: Вы собираетесь удалить торрент. Нажмите",
	'std_here_if_sure' => " here</a> if you are sure."
);

?>
