<?php

return array (
  'business_types' => 
  array (
    1 => 'H＆Rを排除します',
    2 => 'メダルを購入します',
    3 => '再署名に購入してサインアップします',
    4 => 'トッププロモーション',
    5 => '報酬を投稿します',
    6 => 'アップロードボリュームを交換します',
    7 => '招待状を購入します',
    8 => 'カスタムタイトル',
    9 => 'VIPを購入します',
    10 => '誰かに寄付してください',
    11 => '広告を排除します',
    12 => '低共有率に寄付します',
    13 => 'ラッキーカルーセル',
    14 => 'ダウンロードを引き換えます',
    15 => '購入への一時的な招待',
    16 => 'レインボーIDを購入します',
    17 => '名前変更カードを購入します',
    18 => 'メダルを与える',
    19 => '種を買う',
    21 => 'ミッション完了報酬',
    20 => '未完成のタスクの控除',
    1000 => 'ワーキンググループの給与',
    1001 => '種子がダウンロードされます',
    1002 => '報酬を受け取りました',
    1003 => '贈り物を受け取りました',
    1004 => '種子を放出します',
  ),
  'fields' => 
  array (
    'business_type' => 'ビジネスタイプ',
    'old_total_value' => 'トレード前の値',
    'value' => 'トランザクション値',
    'new_total_value' => 'トランザクション後の値',
  ),
);
