<?php

return array (
  'actions' => 
  array (
    'install' => 'インストール',
    'delete' => '消去',
    'update' => 'アップグレード',
  ),
  'labels' => 
  array (
    'display_name' => '名前',
    'package_name' => 'パッケージ名',
    'remote_url' => '倉庫アドレス',
    'installed_version' => 'インストールされたバージョン',
    'status' => '州',
    'updated_at' => '最後のアクションが実行されました',
  ),
  'status' => 
  array (
    0 => '普通',
    -1 => 'インストールされていません',
    1 => 'インストールの準備',
    2 => 'インストール',
    3 => 'インストールに失敗しました',
    11 => 'アップグレードの準備',
    12 => 'アップグレード',
    13 => 'アップグレードは失敗しました',
    101 => '削除する準備ができました',
    102 => '消去',
    103 => '削除が失敗しました',
  ),
);
