<?php

$lang_attendance = array
(
	'title' => "Παρακολούθηση",
	'success' => "Επιτυχία",
	'attend_info' => "Έχετε ήδη παρακολουθήσει <b>%u</b> ημέρες, Continuous <b>%u</b> ημέρες, αυτή τη φορά θα λάβετε μπόνους <b>%u</b>.",
	'initial' => "Πρώτη συμμετοχή πάρτε %u μπόνους.",
	'steps' => "Κάθε συνεχής συμμετοχή παίρνει μπόνους %u εκτός και αν φτάσει στο μέγιστο %u",
	'continuous' => "Παρακολουθήστε συνέχεια %u η μέρα, θα πάρει το %u bouns πρόσθετο.",
	'sorry' => "Συγνώμη",
	'already_attended' => "Έχετε ήδη παρευρεθεί, δεν ανανεώστε παρακαλώ.",
    'retroactive_event_text' => 'Re',
    'retroactive_confirm_tip' => 'Επιβεβαίωση συμμετοχής: ',
    'retroactive_description' => 'Κάντε κλικ στην τελεία στο λευκό φόντο για να συμμετάσχετε. Αυτή τη στιγμή έχετε μια κάρτα συμμετοχής <b>%d</b>.',
);
