<?php

$lang_incrementbulk = array
(
    'page_title' => 'Μαζική προσθήκη μπόνους/κάρτα συμμετοχής/προσκεκλημένη/φορτώθηκε/προσωρινή πρόσκληση',
    'sent_success' => ' έχει προστεθεί και μήνυμα ενημέρωσης έχει σταλεί',
    'types' => [
        'seedbonus' => 'μπόνους',
        'attendance_card' => 'κάρτα φοίτησης',
        'invites' => 'πρόσκληση',
        'uploaded' => 'ανέβασμα',
        'tmp_invites' => 'προσωρινή πρόσκληση',
    ],
    'labels' => [
        'type' => 'Τύπος',
        'amount' => 'Ποσό',
        'duration' => 'Διάρκεια',
        'duration_help' => 'Απαιτείται μόνο εάν ο τύπος είναι [Προσωρινή Πρόσκληση], σε ημέρες',
        'user_class' => 'Κλάση χρήστη',
        'roles' => 'Ρόλοι',
        'msg_subject' => 'θέμα μηνύματος',
        'msg_body' => 'περιεχόμενο μηνύματος',
        'operator' => 'Χειριστής',
    ],
);

?>
