<?php

return [
    'msg_fun_item_banned' => "Забанен предмет",
    'msg_your_fun_item' => "Ваш веселый предмет '",
    'msg_is_ban_by' => "' забанен ",
    'msg_reason' => ". Причина: ",
    'msg_fun_item_reward' => "Веселье награда",
    'msg_out_of' => " из ",
    'msg_people_think' => " думаю, что вы отправили веселый предмет ",
    'msg_is_fun' => " весело. Вот это ",
    'msg_bonus_as_reward' => " очки кармы за вознаграждение.",
    'msg_fun_item_dull' => "Тупой предмет укус",
    'msg_is_dull' => " действительно тупый :thumbsdown: . Итак он был удален с главной страницы. Возможно, вам нужно улучшить своё чувство юмора.",
];
