<?php

return [
    'msg_has_allowed' => " разрешил вам загрузить ",
    'msg_find_offer_option' => "Вы найдете новую опцию на странице загрузки.",
    'msg_your_offer_allowed' => "Ваше предложение разрешено",
    'msg_offer_voted_on' => "Ваше предложение было проголосовано. Вы можете загрузить ",
    'msg_offer_voted_off' => "Ваше предложение было проголосовано. Вы не можете загружать ",
    'msg_voted_on' => " проголосовали",
    'msg_offer_deleted' => "Ваше предложение удалено",
    'msg_your_offer' => "Ваше предложение '",
    'msg_was_deleted_by' => "' был удален игроком ",
    'msg_blank' => ".",
    'msg_you_must_upload_in' => "Пожалуйста, загрузите предложение в течение ",
    'msg_hours_otherwise' => " часы в противном случае предложение будет удалено.",
    'msg_reason_is' => "Причина: ",
];
