<?php

return [
    'passkey_title' => 'Пароль',
    'passkey' => 'Пароль',
    'passkey_desc' => 'Passkey - это безопасный и удобный способ аутентификации без необходимости паролей. Они могут использоваться на нескольких устройствах.',
    'passkey_create' => 'Создать пароль',
    'passkey_empty' => 'Пароль не найден.',
    'passkey_created_at' => 'Создано:',
    'passkey_delete_confirm' => 'Вы уверены, что хотите удалить этот ключ доступа? Это действие нельзя отменить.',
    'passkey_delete' => 'Удалить',
    'passkey_unknown' => 'Произошла ошибка при обработке вашего запроса.',
    'passkey_invalid' => 'Неверные данные пароля.',
    'passkey_timeout' => 'Тайм-аут операции, попробуйте еще раз.',
    'passkey_error' => 'Произошла ошибка при обработке вашего запроса. Пожалуйста, повторите попытку позже.',
    'passkey_user_not_found' => 'Пользователь не найден.',
    'passkey_not_supported' => 'Ваш браузер не поддерживает пароль. Пожалуйста, используйте современный браузер для создания и управления парольным ключом.',
    'fields' => [
        'credential_id' => 'Идентификатор учетных данных',
        'counter' => 'Счетчик',
    ],
];
