<?php

return [
    'torrent-approval' => [
        'text' => 'Торрент Утверждения',
        'desc' => 'Разрешить, Отклонить или отметить как непроверенные',
    ],
    'torrent-set-special-tag' => [
        'text' => 'Установить специальные теги торрента',
        'desc' => 'Установить бонусный тег Official/Zero для торрентов',
    ],
    'torrent-approval-allow-automatic' => [
        'text' => 'Одобрение торрента допускается автоматически',
        'desc' => 'Торрент - это статус разрешения после автоматической загрузки',
    ],
    'torrent-set-price' => [
        'text' => 'Задать платный торрент',
        'desc' => 'Задать платный торрент',
    ],
    'defaultclass' => [
        'text' => 'Default Class',
        'desc' => ' Класс после регистрации',
    ],
    'staffmem' => [
        'text' => 'Член Персонала',
        'desc' => 'Классы, рассматриваемые как сотрудники',
    ],
    'newsmanage' => [
        'text' => 'Управление новостями',
        'desc' => 'Добавить новое, редактирование, удалить новость',
    ],
    'newfunitem' => [
        'text' => 'Пост в фубоксе',
        'desc' => "Размещать новые вещи в фубоксе и редактировать вещи собственного магазина",
    ],
    'funmanage' => [
        'text' => 'Управление функциями',
        'desc' => "Изменить, удалить, запретить вещи побочных приложений",
    ],
    'sbmanage' => [
        'text' => 'Управление чатами',
        'desc' => 'Удалить сообщения в чате и папке помощи',
    ],
    'pollmanage' => [
        'text' => 'Управление опросами',
        'desc' => 'Добавить новые, редактировать, удалить опросы',
    ],
    'applylink' => [
        'text' => 'Применить для ссылок',
        'desc' => 'Применить для ссылок на главной странице',
    ],
    'linkmanage' => [
        'text' => 'Управление ссылками',
        'desc' => ' Добавить новые, редактировать, удалить ссылки',
    ],
    'postmanage' => [
        'text' => 'Управление сообщениями форума',
        'desc' => 'Редактировать, удалять, перемещать, прикасаться, блокировать сообщения на форуме',
    ],
    'commanage' => [
        'text' => 'Управление комментариями',
        'desc' => 'Редактировать, удалять комментарии к торрентам, предложения',
    ],
    'forummanage' => [
        'text' => 'Управление форумами',
        'desc' => 'Добавить новые, редактировать, удалять, перемещать форумы',
    ],
    'viewuserlist' => [
        'text' => 'Просмотр списка пользователей',
        'desc' => 'Просмотр, поиск списка пользователей',
    ],
    'user-delete' => [
        'text' => 'Удалить пользователя',
        'desc' => 'Полностью удалить данные учетной записи пользователя из базы данных',
    ],
    'user-change-class' => [
        'text' => 'Изменить класс пользователя',
        'desc' => "Изменить уровень пользователя, не может быть изменен на уровень выше или равен его собственному",
    ],
    'torrentmanage' => [
        'text' => 'Управление торрентами',
        'desc' => 'Редактируйте торренты, исключая настройки липкого торрента или рекламу или удаляя',
    ],
    'torrent-delete' => [
        'text' => 'Удалить торрент',
        'desc' => 'Удалить торрент',
    ],
    'torrentsticky' => [
        'text' => 'Липкий торрент',
        'desc' => ' Установить приклеенные торренты',
    ],
    'torrentonpromotion' => [
        'text' => 'Пропаганда торрента',
        'desc' => 'Установить торренты на промо-акцию',
    ],
    'torrent_hr' => [
        'text' => 'Задать H&R торрента',
        'desc' => '.Задать разрешение на подключение торрента',
    ],
    'askreseed' => [
        'text' => 'Спрашивать повторное',
        'desc' => 'Спрашивать сброс, когда торренты мертвы',
    ],
    'viewnfo' => [
        'text' => 'Просмотр NFO',
        'desc' => 'Просмотр NFO файлов',
    ],
    'torrentstructure' => [
        'text' => 'Просмотр структуры торрента',
        'desc' => 'Просмотр структуры торрент-файлов',
    ],
    'sendinvite' => [
        'text' => 'Отправить приглашение',
        'desc' => 'Отправить приглашение членства другим',
    ],
    'viewhistory' => [
        'text' => 'Просмотр истории',
        'desc' => "Просмотреть комментарий и историю постов",
    ],
    'topten' => [
        'text' => 'Смотреть сверху',
        'desc' => 'Просмотреть Топ 10',
    ],
    'log' => [
        'text' => 'Просмотр общего журнала',
        'desc' => 'Просмотр общего журнала, за исключением конфиденциального журнала',
    ],
    'confilog' => [
        'text' => 'Просмотр Конфиденциального Журнала',
        'desc' => 'Просмотр конфиденциального журнала, например изменения настроек сайта',
    ],
    'userprofile' => [
        'text' => "Конфиденциальный профиль пользователя",
        'desc' => "Просмотр профиля пользователя, например IP-адрес, адрес электронной почты",
    ],
    'torrenthistory' => [
        'text' => "Просмотр истории торрентов пользователя",
        'desc' => "История торрентов пользователя, например загруженные torrents.Valid только в том случае, если настройка уровня конфиденциальности не является 'сильной'"
    ],
    'prfmanage' => [
        'text' => "Общее управление профилем пользователя",
        'desc' => " Измените профиль пользователя, за исключением критических, например email, имя пользователя, загруженные и загруженные суммы, бонус"
    ],
    'cruprfmanage' => [
        'text' => "Крупное управление профилем пользователя",
        'desc' => "Изменить основной профиль пользователя, за исключением пожертвования (только Лидер Персонала может управлять пожертвованием)",
    ],
    'uploadsub' => [
        'text' => 'Загрузить субтитры',
        'desc' => 'Загрузить субтитры для торрентов',
    ],
    'delownsub' => [
        'text' => "Удалить субтитры",
        'desc' => 'Удалить субтитры, загруженные самим',
    ],
    'submanage' => [
        'text' => 'Управление субтитрами',
        'desc' => 'Удалить любые субтитры',
    ],
    'updateextinfo' => [
        'text' => 'Обновить внешнюю информацию',
        'desc' => 'Обновить устаревшую внешнюю информацию, например IMDb info',
    ],
    'viewanonymous' => [
        'text' => 'Анонимный просмотр',
        'desc' => 'Посмотреть, кто анонимный',
    ],
    'beanonymous' => [
        'text' => 'Быть анонимным',
        'desc' => 'Загружать торренты, субтитры анонимно',
    ],
    'addoffer' => [
        'text' => 'Добавить предложение',
        'desc' => ' Добавить предложения для загрузки',
    ],
    'offermanage' => [
        'text' => 'Управление предложениями',
        'desc' => 'Разрешить, Изменить, Удалить предложение',
    ],
    'upload' => [
        'text' => 'Загрузить торрент',
        'desc' => 'Загрузить торренты в раздел торренты',
    ],
    'uploadspecial' => [
        'text' => 'Загрузить специальный торрент',
        'desc' => 'Загрузить торренты в специальный раздел',
    ],
    'view_special_torrent' => [
        'text' => 'Посмотреть специальный торрент',
        'desc' => 'Просмотр торрентов в специальном разделе',
    ],
    'movetorrent' => [
        'text' => 'Переместить торрент',
        'desc' => 'Перемещение торрентов между разделами',
    ],
    'chrmanage' => [
        'text' => 'Управление хроникой',
        'desc' => 'Добавить, редактировать, удалить хронику',
    ],
    'viewinvite' => [
        'text' => 'Просмотр приглашения',
        'desc' => "История приглашений пользователя",
    ],
    'buyinvite' => [
        'text' => 'Купить приглашения',
        'desc' => 'Купить приглашения в бонус-центре',
    ],
    'seebanned' => [
        'text' => 'Запрещенные торренты',
        'desc' => 'Просмотреть и загрузить запрещенные торренты',
    ],
    'againstoffer' => [
        'text' => 'Голосовать против предложений',
        'desc' => 'Голосовать против предложений',
    ],
    'userbar' => [
        'text' => 'Разрешить Userbar',
        'desc' => ' Получить его userba',
    ],
];
