<?php

return [
    'torrent:upload' => [
        'text' => 'Загрузить торрент',
        'desc' => 'Загрузить торрент',
    ],
    'torrent:list' => [
        'text' => 'Загрузить список торрентов',
        'desc' => 'Загрузить список торрентов',
    ],
    'torrent:view' => [
        'text' => 'Посмотреть детали торрента',
        'desc' => 'Посмотреть детали торрента',
    ],
    'user:view' => [
        'text' => 'Основная информация пользователя',
        'desc' => 'Основная информация пользователя',
    ],
    'bookmark:store' => [
        'text' => 'Добавить закладку',
        'desc' => 'Добавить закладку',
    ],
    'bookmark:delete' => [
        'text' => 'Удалить закладку',
        'desc' => 'Удалить закладку',
    ],
];
